[
  {
    "_id": "6830bc9a83a1a567c05d466a",
    "name": "Jeff Koons",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Jeffrey Lynn Koons  (; born January 21, 1955) is an American artist recognized for his work dealing with popular culture and his sculptures depicting everyday objects, including balloon animals produced in stainless steel with mirror-finish surfaces. He lives and works in both New York City and his hometown of York, Pennsylvania. His works have sold for substantial sums, including at least two record auction prices for a work by a living artist: US$58.4 million for Balloon Dog (Orange) in 2013 and US$91.1 million for Rabbit in 2019.",
    "movements": [
      "6830bc9983a1a567c05d4669"
    ],
    "notable_works": [
      "6830bc9b83a1a567c05d466b",
      "6830bc9b83a1a567c05d466c"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bc9b83a1a567c05d466d",
    "name": "Cindy Sherman",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Cynthia Morris Sherman (born January 19, 1954) is an American artist whose work consists primarily of photographic self-portraits, depicting herself in many different contexts and as various imagined characters.",
    "movements": [
      "6830bc9983a1a567c05d4669"
    ],
    "notable_works": [
      "6830bc9c83a1a567c05d466e"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bc9c83a1a567c05d466f",
    "name": "Jean-Michel Basquiat",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Jean-Michel Basquiat (French pronunciation: [ʒɑ̃ miʃɛl baskja]; December 22, 1960 – August 12, 1988) was an American artist who rose to success during the 1980s as part of the neo-expressionism movement.",
    "movements": [
      "6830bc9983a1a567c05d4669"
    ],
    "notable_works": [
      "6830bc9d83a1a567c05d4670",
      "6830bc9d83a1a567c05d4671"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bc9e83a1a567c05d4673",
    "name": "Julian Schnabel",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Julian Schnabel (born October 26, 1951) is an American painter and filmmaker. In the 1980s, he received international attention for his \"plate paintings\"—with broken ceramic plates set onto large-scale paintings. Since the 1990s, he has been a proponent of independent arthouse cinema. Schnabel directed Before Night Falls, which became Javier Bardem's breakthrough Academy Award-nominated role, and The Diving Bell and the Butterfly, which was nominated for four Academy Awards. For the latter, he won the Cannes Film Festival Award for Best Director and the Golden Globe Award for Best Director, as well as receiving nominations for the Academy Award for Best Director and the César Award for Best Director.",
    "movements": [
      "6830bc9d83a1a567c05d4672"
    ],
    "notable_works": [
      "6830bc9e83a1a567c05d4674"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bc9e83a1a567c05d4675",
    "name": "Anselm Kiefer",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Anselm Kiefer (born 8 March 1945) is a German painter and sculptor. He studied with Peter Dreher and Horst Antes at the end of the 1960s. His works incorporate materials such as straw, ash, clay, lead, and shellac. The poems of Paul Celan have played a role in developing Kiefer's themes of German history and the horrors of the Holocaust, as have the spiritual concepts of Kabbalah.",
    "movements": [
      "6830bc9d83a1a567c05d4672"
    ],
    "notable_works": [
      "6830bc9f83a1a567c05d4676"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bc9f83a1a567c05d4677",
    "name": "Georg Baselitz",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Georg Baselitz (born 23 January 1938) is a German painter, sculptor and graphic artist. In the 1960s he became well known for his figurative, expressive paintings. In 1969 he began painting his subjects upside down in an effort to overcome the representational, content-driven character of his earlier work and stress the artifice of painting. Drawing from myriad influences, including art of Soviet era illustration art, the Mannerist period and African sculptures, he developed his own, distinct artistic language.",
    "movements": [
      "6830bc9d83a1a567c05d4672"
    ],
    "notable_works": [
      "6830bc9f83a1a567c05d4678"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bca083a1a567c05d467a",
    "name": "Ilya Kabakov",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Ilya Iosifovich Kabakov (Ukrainian: Ілля Іосифович Кабаков; Russian: Илья́ Ио́сифович Кабако́в; September 30, 1933 – May 27, 2023) was an American and Soviet conceptual artist, born in Dnipropetrovsk in what was then the Ukrainian SSR of the Soviet Union, now Ukraine. He worked for thirty years in Moscow, from the 1950s until the late 1980s. After emigrating to the United States he lived and worked on Long Island.",
    "movements": [
      "6830bca083a1a567c05d4679"
    ],
    "notable_works": [
      "6830bca083a1a567c05d467b"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bca083a1a567c05d467c",
    "name": "Louise Bourgeois",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Louise Joséphine Bourgeois (French: [lwiz buʁʒwa] ; 25 December 1911 – 31 May 2010) was a French-American artist. Although she is best known for her large-scale sculpture and installation art, Bourgeois was also a prolific painter and printmaker. She explored a variety of themes over the course of her long career including domesticity and the family, sexuality and the body, as well as death and the unconscious. These themes connect to events from her childhood which she considered to be a therapeutic process. Although Bourgeois exhibited with the abstract expressionists and her work has a lot in common with Surrealism and feminist art, she was not formally affiliated with a particular artistic movement.",
    "movements": [
      "6830bca083a1a567c05d4679"
    ],
    "notable_works": [
      "6830bca183a1a567c05d467d",
      "6830bca183a1a567c05d467e"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bca283a1a567c05d467f",
    "name": "Olafur Eliasson",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Olafur Eliasson (Icelandic: Ólafur Elíasson; born 5 February 1967) is an Icelandic–Danish artist known for sculptured and large-scaled installation art employing elemental materials such as light, water, and air temperature to enhance the viewer's experience.",
    "movements": [
      "6830bca083a1a567c05d4679"
    ],
    "notable_works": [
      "6830bca283a1a567c05d4680"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bca383a1a567c05d4682",
    "name": "Nam June Paik",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Nam June Paik (Korean: 백남준; RR: Baek Namjun; July 20, 1932 – January 29, 2006) was a South Korean artist. He worked with a variety of media and is considered to be the founder of video art. He is credited with the first use (1974) of the term \"electronic super highway\" to describe the future of telecommunications.",
    "movements": [
      "6830bca283a1a567c05d4681"
    ],
    "notable_works": [
      "6830bca383a1a567c05d4683"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bca483a1a567c05d4684",
    "name": "Jenny Holzer",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Jenny Holzer (born July 29, 1950) is an American neo-conceptual artist, based in Hoosick, New York. Her work focuses on the delivery of words and ideas in public spaces and includes large-scale installations, advertising billboards, projections on buildings and other structures, and illuminated electronic displays.",
    "movements": [
      "6830bca283a1a567c05d4681"
    ],
    "notable_works": [
      "6830bca483a1a567c05d4685"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bca483a1a567c05d4686",
    "name": "Cory Arcangel",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Cory Arcangel (born May 25, 1978) is an American post-conceptual artist who makes work in many different media, including drawing, music, video, performance art, and video game modifications, for which he is best known.",
    "movements": [
      "6830bca283a1a567c05d4681"
    ],
    "notable_works": [
      "6830bca583a1a567c05d4687"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bca683a1a567c05d4689",
    "name": "Marina Abramović",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Marina Abramović (Serbian Cyrillic: Марина Абрамовић, pronounced [marǐːna abrǎːmovitɕ]; born November 30, 1946) is a Serbian conceptual and performance artist. Her work explores body art, endurance art, the relationship between the performer and audience, the limits of the body, and the possibilities of the mind. Being active for over four decades, Abramović refers to herself as the \"grandmother of performance art\". She pioneered a new notion of artistic identity by bringing in the participation of observers, focusing on \"confronting pain, blood, and physical limits of the body\". In 2007, she founded the Marina Abramović Institute (MAI), a non-profit foundation for performance art.",
    "movements": [
      "6830bca583a1a567c05d4688"
    ],
    "notable_works": [
      "6830bca683a1a567c05d468a"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bca783a1a567c05d468b",
    "name": "Joseph Beuys",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Joseph Heinrich Beuys ( BOYSS, German: [ˈjoːzɛf ˈbɔʏs]; 12 May 1921 – 23 January 1986) was a German artist, teacher, performance artist, and art theorist whose work reflected concepts of humanism and sociology. With Heinrich Böll, Johannes Stüttgen, Caroline Tisdall, Robert McDowell, and Enrico Wolleb, Beuys created the Free International University for Creativity & Interdisciplinary Research (FIU). Through his talks and performances, he also formed The Party for Animals and The Organisation for Direct Democracy. He was a member of a Dadaist art movement Fluxus and singularly inspirational in developing of Performance Art, called Kunst Aktionen, alongside Wiener Aktionismus that Allan Kaprow and Carolee Schneemann termed Art Happenings.",
    "movements": [
      "6830bca583a1a567c05d4688"
    ],
    "notable_works": [
      "6830bca783a1a567c05d468c"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bca783a1a567c05d468d",
    "name": "Yoko Ono",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Yoko Ono (Japanese: 小野 洋子, romanized: Ono Yōko, usually spelled in katakana as オノ・ヨーコ; born February 18, 1933) is a Japanese multimedia artist, singer, songwriter, and peace activist. Her work also encompasses performance art and filmmaking.",
    "movements": [
      "6830bca583a1a567c05d4688"
    ],
    "notable_works": [
      "6830bca883a1a567c05d468e"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bca983a1a567c05d4690",
    "name": "Robert Smithson",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Robert Smithson (January 2, 1938 – July 20, 1973) was an American artist known for sculpture and land art who often used drawing and photography in relation to the spatial arts. His work has been internationally exhibited in galleries and museums and is held in public collections. He was one of the founders of the land art movement whose best known work is the Spiral Jetty (1970).",
    "movements": [
      "6830bca983a1a567c05d468f"
    ],
    "notable_works": [
      "6830bca983a1a567c05d4691"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcaa83a1a567c05d4692",
    "name": "Christo and Jeanne-Claude",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Christo Vladimirov Javacheff (1935–2020) and Jeanne-Claude Denat de Guillebon (1935–2009), known as Christo and Jeanne-Claude, were artists noted for their large-scale, site-specific environmental installations, often large landmarks and landscape elements wrapped in fabric, including the Wrapped Reichstag, The Pont Neuf Wrapped, Running Fence in California, and The Gates in New York City's Central Park.",
    "movements": [
      "6830bca983a1a567c05d468f"
    ],
    "notable_works": [
      "6830bcaa83a1a567c05d4693",
      "6830bcab83a1a567c05d4694"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcab83a1a567c05d4695",
    "name": "Richard Long",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Richard Long (MP for Old Sarum), 15th-century Member of Parliament (MP); see Old Sarum (UK Parliament constituency)",
    "movements": [
      "6830bca983a1a567c05d468f"
    ],
    "notable_works": [
      "6830bcab83a1a567c05d4696"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcac83a1a567c05d4698",
    "name": "Bill Viola",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "William John Viola Jr. (US:  VY-oh-lə, UK:  VEE-oh-lə; January 25, 1951 – July 12, 2024) was an American video artist whose artistic expression depended upon electronic, sound, and image technology in new media. His works focus on the ideas behind fundamental human experiences such as birth, death, and aspects of consciousness.",
    "movements": [
      "6830bcac83a1a567c05d4697"
    ],
    "notable_works": [
      "6830bcad83a1a567c05d4699"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcad83a1a567c05d469a",
    "name": "Nam June Paik",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Nam June Paik (Korean: 백남준; RR: Baek Namjun; July 20, 1932 – January 29, 2006) was a South Korean artist. He worked with a variety of media and is considered to be the founder of video art. He is credited with the first use (1974) of the term \"electronic super highway\" to describe the future of telecommunications.",
    "movements": [
      "6830bcac83a1a567c05d4697"
    ],
    "notable_works": [
      "6830bcad83a1a567c05d469b"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcae83a1a567c05d469c",
    "name": "Bruce Nauman",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Bruce Nauman (born December 6, 1941) is an American artist. His practice spans a broad range of media including sculpture, photography, neon, video, drawing, printmaking, and performance. Nauman lives near Galisteo, New Mexico.",
    "movements": [
      "6830bcac83a1a567c05d4697"
    ],
    "notable_works": [
      "6830bcae83a1a567c05d469d"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcaf83a1a567c05d469f",
    "name": "Banksy",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Banksy is a pseudonymous England-based street artist, political activist, and film director whose real name and identity remain unconfirmed and the subject of speculation. Active since the 1990s, his satirical street art and subversive epigrams combine dark humour with graffiti executed in a distinctive stenciling technique. His works of political and social commentary have appeared on streets, walls, and bridges throughout the world. His work grew out of the Bristol underground scene, which involved collaborations between artists and musicians. Banksy says that he was inspired by 3D, a graffiti artist and founding member of the musical group Massive Attack.",
    "movements": [
      "6830bcaf83a1a567c05d469e"
    ],
    "notable_works": [
      "6830bcb083a1a567c05d46a0",
      "6830bcb083a1a567c05d46a1"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcb083a1a567c05d46a2",
    "name": "Keith Haring",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Keith Allen Haring (May 4, 1958 – February 16, 1990) was an American artist whose pop art emerged from the New York City graffiti subculture of the 1980s. His animated imagery has \"become a widely recognized visual language\". Much of his work includes sexual allusions that turned into social activism by using the images to advocate for safe sex and AIDS awareness. In addition to solo gallery exhibitions, he participated in renowned national and international group shows such as documenta in Kassel, the Whitney Biennial in New York, the São Paulo Biennial, and the Venice Biennale. The Whitney Museum held a retrospective of his art in 1997.",
    "movements": [
      "6830bcaf83a1a567c05d469e"
    ],
    "notable_works": [
      "6830bcb183a1a567c05d46a3"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcb183a1a567c05d46a4",
    "name": "Jean-Michel Basquiat",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Jean-Michel Basquiat (French pronunciation: [ʒɑ̃ miʃɛl baskja]; December 22, 1960 – August 12, 1988) was an American artist who rose to success during the 1980s as part of the neo-expressionism movement.",
    "movements": [
      "6830bcaf83a1a567c05d469e"
    ],
    "notable_works": [
      "6830bcb283a1a567c05d46a5"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcb283a1a567c05d46a7",
    "name": "Cao Fei",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Cao Fei (Chinese: 曹斐, ; born 1978) is a Chinese multimedia artist born in Guangzhou. Her work, which includes video, performance, and digital media, examines the daily life of Chinese citizens born after the Cultural Revolution. Her work explores China's widespread internet culture as well as the borders between dreams and reality. Cao has captured the rapid social and cultural transformation of contemporary China, highlighting the impact of foreign influences from the United States and Japan.",
    "movements": [
      "6830bcb283a1a567c05d46a6"
    ],
    "notable_works": [
      "6830bcb383a1a567c05d46a8"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcb383a1a567c05d46a9",
    "name": "Trevor Paglen",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Trevor Paglen (born 1974) is an American artist, geographer, and author whose work covers mass surveillance and data collection.",
    "movements": [
      "6830bcb283a1a567c05d46a6"
    ],
    "notable_works": [
      "6830bcb383a1a567c05d46aa"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcb483a1a567c05d46ab",
    "name": "Hito Steyerl",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Hito Steyerl (born 1 January 1966) is a German filmmaker, moving image artist, writer, and innovator of the essay documentary. Her principal topics of interest are media, technology, and the global circulation of images. Steyerl holds a PhD in philosophy from the Academy of Fine Arts Vienna. She has been a professor of Current Digital Media at the Academy of Fine Arts in Munich since 2024. Until 2024, she was a professor of New Media Art at the Berlin University of the Arts, where she co-founded the Research Center for Proxy Politics, together with Vera Tollmann and Boaz Levin.",
    "movements": [
      "6830bcb283a1a567c05d46a6"
    ],
    "notable_works": [
      "6830bcb483a1a567c05d46ac"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcb583a1a567c05d46ae",
    "name": "Rirkrit Tiravanija",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Rirkrit Tiravanija (Thai: ฤกษ์ฤทธิ์ ตีระวนิช, pronounced [rɯkrit tirawanit]) is a Thai contemporary artist residing in New York City, Berlin, and Chiangmai, Thailand. He was born in Buenos Aires, Argentina in 1961. His installations often take the form of stages or rooms for sharing meals, cooking, reading or playing music; architecture or structures for living and socializing are a core element in his work.",
    "movements": [
      "6830bcb483a1a567c05d46ad"
    ],
    "notable_works": [
      "6830bcb583a1a567c05d46af"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcb583a1a567c05d46b0",
    "name": "Philippe Parreno",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Philippe Parreno (born 1964 in Grenoble, France) is a French contemporary artist, living and working in Paris. His works include films, installations, performances, drawings, and text.",
    "movements": [
      "6830bcb483a1a567c05d46ad"
    ],
    "notable_works": [
      "6830bcb683a1a567c05d46b1"
    ],
    "portrait_url": null
  },
  {
    "_id": "6830bcb683a1a567c05d46b2",
    "name": "Liam Gillick",
    "birth_year": null,
    "death_year": null,
    "nationality": null,
    "biography": "Liam Gillick (born 1964) is a British artist. In the 1990s he was one of the informal Young British Artists group; like many of them, he took a degree in fine art from Goldsmiths' College, in London. He was among the artists included in the Traffic exhibition at the Musée d'art contemporain de Bordeaux in Bordeaux in 1996, where Nicolas Bourriaud's concept of relationality was first proposed. Gillick lives in New York.",
    "movements": [
      "6830bcb483a1a567c05d46ad"
    ],
    "notable_works": [
      "6830bcb683a1a567c05d46b3"
    ],
    "portrait_url": null
  }
]