[
  {
    "_id": "6840bc9983a1a567c05d5001",
    "name": "Feminist Selfie-ism",
    "start_year": 2010,
    "end_year": null,
    "description": "In the context of the digital age, feminist selfie-ism challenges the hegemony of the male gaze in traditional art history through its unique mode of self-expression. This movement is not merely self-documentation, but redefines female subjectivity via digital media, transforming private space into a field of political statement. Drawing on Judith Butler's theory of gender performativity and Laura Mulvey's theory of visual pleasure, each frame of a selfie becomes a ritual of identity construction, challenging social norms and aesthetic standards. This practice of self-gaze, disseminated instantly through social media platforms, forms a new visual politics and reflects women's active control and representation of their own image in the digital era.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5002",
    "name": "Intelligent Disorderism",
    "start_year": 2018,
    "end_year": null,
    "description": "In the post-human era of artistic practice, Intelligent Disorderism challenges the traditional logic of art creation with its counter-intuitive algorithmic aesthetics. This trend combines artificial intelligence and chaos theory to create a new aesthetic paradigm. Works often exhibit indeterminacy, with each rendering being unique and unrepeatable. This approach not only challenges the concept of artistic subjectivity but also provokes deep reflection on the nature of creativity. Through the creative application of deep learning algorithms and neural networks, works present fluid and variable forms, reflecting the deep integration of contemporary technology and art.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5003",
    "name": "Virtual Transparent Collaborative Communities",
    "start_year": 2015,
    "end_year": null,
    "description": "As a product of the post-Internet era, virtual transparent collaborative communities break the closed nature of traditional art creation and establish a decentralized creative ecosystem. This practice draws on Bruno Latour's Actor-Network Theory and Michel Callon's sociology of translation, viewing art creation as an open, dynamic network system. Through the application of blockchain technology and smart contracts, the creative process becomes fully transparent and rights are distributed fairly. Community members are both creators and viewers, jointly participating in the production, evaluation, and circulation of works.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5004",
    "name": "Nano-Fuzzy Innovationism",
    "start_year": 2022,
    "end_year": null,
    "description": "At the intersection of the micro and macro, Nano-Fuzzy Innovationism explores the boundaries between matter and consciousness. This art movement combines nanotechnology with traditional media to create works with self-organizing characteristics. Each piece is an exploration of determinacy and indeterminacy, challenging our inherent understanding of the material world. This creative approach inspires a rethinking of the relationship between art and technology.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5005",
    "name": "Deep Symbiotic Governance Theory",
    "start_year": 2025,
    "end_year": null,
    "description": "As a post-humanist artistic practice, Deep Symbiotic Governance Theory explores the complex relationships among humans, technology, and ecosystems. This art form draws on Donna Haraway's symbiosis theory, Timothy Morton's hyperobject theory, and Bruno Latour's Actor-Network Theory to create hybrid entities that merge the biological and the digital. Works often exhibit fluid and nonlinear characteristics, challenging traditional categories of art. By integrating biosensors, artificial intelligence, and ecological monitoring systems, artists create adaptive works that respond to environmental changes.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5006",
    "name": "Automated Inspiration Generation Movement",
    "start_year": 2020,
    "end_year": null,
    "description": "In the era of algorithmic art practice, the Automated Inspiration Generation Movement redefines the essence of creation. This movement explores the boundaries between artificial intelligence and human creativity through machine learning and neural networks. Drawing on Deleuze's philosophy of difference and Markov's probability theory, each work is a unique intertwining of algorithms and human consciousness, challenging traditional paradigms of artistic creation. This mode of human-machine collaboration not only expands the possibilities of art but also provokes deep reflection on the subjectivity of creation.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5007",
    "name": "Holographic Chaos Mapping Trend",
    "start_year": 2023,
    "end_year": null,
    "description": "Situated at the intersection of quantum physics and chaos theory, the Holographic Chaos Mapping Trend creates a new visual language. This art form combines holographic technology and chaotic algorithms to generate fluid, multidimensional visual experiences. Works often exhibit nonlinear characteristics, making each viewing a unique spatiotemporal experience. The theoretical foundation merges Bohr's principle of quantum complementarity, Mandelbrot's fractal geometry, and Prigogine's far-from-equilibrium theory, forming a distinctive spatiotemporal aesthetic.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5008",
    "name": "High-Efficiency Ethical Innovation Paradigm",
    "start_year": 2019,
    "end_year": null,
    "description": "In the post-capitalist era, the High-Efficiency Ethical Innovation Paradigm proposes a new mode of art production. This trend explores the sustainability of artistic creation by integrating efficiency with ethical values. Drawing on Foucault's theory of power and Amartya Sen's capability approach, works often focus on labor relations and environmental impact within the creative process. By introducing agile development methodologies and circular economy concepts, artists establish efficient and responsible creative workflows.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5009",
    "name": "Ultra-Dimensional Open Connectivity Interface",
    "start_year": 2021,
    "end_year": null,
    "description": "As a product of the digital age, the Ultra-Dimensional Open Connectivity Interface explores the boundaries between the virtual and the real. This art form utilizes multidimensional data visualization and interactive design to create complex information ecosystems. The theoretical foundation merges Manovich's new media theory, Castells' network society theory, and Turing's computer science, forming a unique data aesthetic. Artists employ high-dimensional data analysis, neural network visualization, and virtual reality technology to construct self-organizing information landscapes.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5010",
    "name": "Democratic Flexible Negotiation Community",
    "start_year": 2017,
    "end_year": null,
    "description": "Within the framework of socially engaged art, the Democratic Flexible Negotiation Community explores the relationship between art and social transformation. This movement draws on Habermas's theory of the public sphere, Lefebvre's theory of the production of space, and Freire's critical pedagogy, viewing art creation as a mechanism for social dialogue. Through participatory design methods and community-building practices, artists and community members co-create site-specific art projects.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5011",
    "name": "Sustainable Symbiotic Development Ecology",
    "start_year": 2018,
    "end_year": null,
    "description": "In the context of the Anthropocene, the Sustainable Symbiotic Development Ecology proposes a new ecological perspective for art. This trend explores the symbiotic relationship among art, technology, and nature through interdisciplinary practice. The theoretical foundation merges Morton's dark ecology, Latour's Gaia theory, and Capra's systems thinking, forming a unique ecological aesthetic. Artists experiment with biomaterials, simulate ecosystems, and visualize environmental data to create artworks that coexist with nature.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5012",
    "name": "Inclusive Intelligent Governance Platform",
    "start_year": 2024,
    "end_year": null,
    "description": "In the era of digital governance, the Inclusive Intelligent Governance Platform explores new models of art management. This practice establishes a decentralized art ecosystem through blockchain and artificial intelligence technologies. Drawing on Latour's Actor-Network Theory, Ostrom's theory of public governance, and Vitalik Buterin's blockchain philosophy, the platform itself becomes a dynamically evolving artwork. Through smart contracts and decentralized autonomous organizations (DAOs), democratic distribution and transparent management of art resources are achieved.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5013",
    "name": "Superconducting Extreme Breakthrough Theory",
    "start_year": 2030,
    "end_year": null,
    "description": "At the intersection of technology and art, Superconducting Extreme Breakthrough Theory explores the limits of matter and energy. This art form uses superconducting materials and extreme environments to create works with quantum characteristics. The theoretical foundation merges Josephson's superconductivity theory, Penrose's quantum consciousness theory, and Hawking's black hole thermodynamics, forming a unique aesthetics of extreme states. Artists experiment with superconducting materials, ultra-low temperature technology, and quantum effect simulations to create artworks that manifest under extreme conditions.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5014",
    "name": "Inspirational Decompositionism",
    "start_year": 2016,
    "end_year": null,
    "description": "Inspired by cognitive science, Inspirational Decompositionism offers a new interpretation of creativity. This movement explores the essential mechanisms of artistic creation by breaking down the creative process into its smallest cognitive units. The theoretical foundation merges Simon's information processing theory, Gardner's theory of multiple intelligences, and Csikszentmihalyi's flow theory, forming a unique model of creativity. Artists use creative mind maps, cognitive tracking, and neuroscience experiments to deconstruct and reorganize the process of idea generation.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5015",
    "name": "Ethical Ecology Boundary Movement",
    "start_year": 2022,
    "end_year": null,
    "description": "In response to the sense of crisis in the Anthropocene, the Ethical Ecology Boundary Movement proposes moral boundaries for artistic creation. This movement explores sustainable art practices by establishing clear ecological ethical standards. The theoretical foundation merges Aldo Leopold's land ethic, Rockström's planetary boundaries theory, and Jonas's principle of responsibility, forming a rigorous framework for art ecological ethics. Artists conduct material impact assessments, carbon footprint calculations, and life cycle analyses to create artworks that comply with ecological ethics.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5016",
    "name": "Social Resilience Design Trend",
    "start_year": 2020,
    "end_year": null,
    "description": "In the era of global crises, the Social Resilience Design Trend explores the contribution of art to social adaptability. This trend draws on Holling's ecological resilience theory, Adorno's negative aesthetics, and Bender's adaptive systems theory, viewing artistic creation as a means to enhance community resilience. Through resilience assessment tools, social simulation systems, and crisis response design, artists create works that strengthen community coping capacity.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5017",
    "name": "Ecological Self-Healing Community",
    "start_year": 2025,
    "end_year": null,
    "description": "Against the backdrop of environmental crisis, the Ecological Self-Healing Community proposes a new relationship between art and ecological restoration. This movement combines bio-art and environmental engineering to create ecosystems with self-repair capabilities. The theoretical foundation merges Lynn Margulis's symbiogenesis, James Lovelock's Gaia hypothesis, and Bill Morrison's regenerative design, forming a framework for ecological self-healing. Artists use bioremediation technology, ecosystem design, and environmental monitoring systems to establish art ecologies capable of self-restoration.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5018",
    "name": "Cognitive Load Theory",
    "start_year": 2015,
    "end_year": null,
    "description": "In the era of information overload, Cognitive Load Theory explores the psychological mechanisms of art reception. This theory uses cognitive science methods to study the impact of artworks on viewers' attention. The theoretical foundation merges Sweller's cognitive load theory, Kahneman's dual-system theory, and Csikszentmihalyi's limited cognitive resource model, forming a new framework for art cognition. Researchers use eye-tracking, EEG monitoring, and cognitive psychology experiments to analyze the cognitive processes of art perception.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5019",
    "name": "Virtual Identity Integrationism",
    "start_year": 2018,
    "end_year": null,
    "description": "In the digital age, Virtual Identity Integrationism explores the fluidity of identity. This movement uses virtual reality and augmented reality technologies to create experiential spaces for multiple identities. The theoretical foundation merges Judith Butler's theory of gender performativity, Donna Haraway's cyborg manifesto, and Stuart Hall's theory of identity, forming a framework for virtual identity. Artists employ avatar technology, identity simulation, and cross-identity experience design to create virtual spaces that explore diverse identities.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5020",
    "name": "Circular Resource Economy System",
    "start_year": 2019,
    "end_year": null,
    "description": "Within the framework of sustainable development, the Circular Resource Economy System proposes a new paradigm for artistic creation. This system establishes a closed-loop art production model through waste utilization and material regeneration. The theoretical foundation merges McDonough's cradle-to-cradle design, Ellen MacArthur's circular economy theory, and Pauli's zero emissions research initiative, forming a theoretical system of art circular economy. Artists create zero-waste artworks through waste collection systems, material regeneration processes, and product lifecycle design.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5021",
    "name": "Dream Architecture Trend",
    "start_year": 2026,
    "end_year": null,
    "description": "At the intersection of the subconscious and reality, the Dream Architecture Trend creates surreal spatial experiences. This trend draws on Jung's archetypal theory, Bachelard's poetics of space, and Freud's interpretation of dreams, reconstructing the spatial representation of the collective unconscious through digital technology. The theoretical foundation merges psychoanalysis, phenomenology, and digital architectural theory, forming a unique psychological space design methodology. Architects and artists create dreamlike architectural spaces through brainwave data collection, subconscious image generation, and immersive environment design.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5022",
    "name": "Reverse Behavioral Artism",
    "start_year": 2017,
    "end_year": null,
    "description": "In the field of performance art, Reverse Behavioral Artism proposes a new relationship between behavior and meaning. This movement creates subversive performance works by inverting conventional behavioral patterns. The theoretical foundation merges Derrida's deconstructionism, Foucault's theory of discipline, and Goffman's theory of everyday performance, forming a framework for behavioral inversion. Artists create art actions that challenge conventions through behavioral interventions, social experiments, and body politics performances.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5023",
    "name": "Distributed Survival Systems Theory",
    "start_year": 2022,
    "end_year": null,
    "description": "In the context of the network era, Distributed Survival Systems Theory explores new organizational modes for art ecosystems. This theory constructs decentralized art production networks through blockchain and distributed technologies. The theoretical foundation merges Satoshi Nakamoto's blockchain philosophy, Bertalanffy's general systems theory, and Castells' network society theory, forming a theoretical model for distributed art systems. Artists establish new art production relationships through distributed autonomous organizations, peer-to-peer network protocols, and decentralized creation platforms.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5024",
    "name": "Symbol Deconstructionism",
    "start_year": 2016,
    "end_year": null,
    "description": "Under the influence of post-structuralism, Symbol Deconstructionism explores the multiple meanings of artistic symbols. This movement reveals the complex mechanisms of meaning production through the deconstruction and recombination of symbols. The theoretical foundation merges Derrida's deconstruction theory, Barthes' semiotics, and Foucault's archaeology of knowledge, forming a framework for symbol deconstruction. Artists create works of multiple meanings through symbol deconstruction, context transformation, and meaning reconstruction.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5025",
    "name": "Negative Adaptation Design School",
    "start_year": 2021,
    "end_year": null,
    "description": "Inspired by evolutionary theory, the Negative Adaptation Design School explores the paradoxical relationship between design and adaptation. This school questions functionalist design concepts by creating \"anti-adaptive\" design solutions. The theoretical foundation merges Deleuze's anti-generative theory, Gould's punctuated equilibrium theory, and Adorno's negative dialectics, forming a framework for negative adaptation design. Designers create challenging design works through functional reverse thinking, adaptation paradox experiments, and evolutionary reverse simulation.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5026",
    "name": "Sensory Programming Movement",
    "start_year": 2024,
    "end_year": null,
    "description": "In the era of digital perception, the Sensory Programming Movement explores new relationships between technology and human perception. This movement creates multi-sensory art experiences through cross-sensory programming and neurotechnology. The theoretical foundation merges Merleau-Ponty's phenomenology of the body, Ramachandran's neural plasticity theory, and Gibson's ecological perception theory, forming a framework for sensory programming. Artists create cross-sensory art experiences through sensory transformation technology, neural interface design, and perception enhancement devices.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5027",
    "name": "Symbiotic Communitarianism",
    "start_year": 2023,
    "end_year": null,
    "description": "Against the backdrop of ecological crisis, Symbiotic Communitarianism proposes a new type of relationship between humans and the environment. This movement establishes art ecologies where humans and nature coexist through community building and ecological design. The theoretical foundation merges Lynn Margulis's endosymbiosis theory, Ostrom's common-pool resource governance theory, and Gunn's community design theory, forming a framework for symbiotic communities. Artists create art communities that integrate nature and culture through participatory community design, ecosystem simulation, and cross-species symbiosis experiments.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5028",
    "name": "Spectral Art Trend",
    "start_year": 2027,
    "end_year": null,
    "description": "At the intersection of technology and perception, the Spectral Art Trend explores the boundaries between the visible and invisible. This trend creates art experiences beyond human vision through spectral technology and perceptual science. The theoretical foundation merges Ito Noriuki's color theory, Bernard Stiegler's technology and perception theory, and James Gibson's ecological psychology, forming a framework for spectral art. Artists create artworks that expand visual boundaries through hyperspectral imaging, non-visible light conversion, and wavelength extension technology.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5029",
    "name": "Synthetic Materials School",
    "start_year": 2023,
    "end_year": null,
    "description": "At the forefront of materials science, the Synthetic Materials School explores the artistic possibilities of new materials. This school develops art materials with unique properties through materials engineering and artistic creation. The theoretical foundation merges Manuel DeLanda's new materialism, Jane Bennett's vibrant matter theory, and Bruno Latour's actor-network theory, forming a framework for synthetic materials. Artists create new materials with life-like properties through material synthesis, property engineering, and material evolution experiments.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5030",
    "name": "Heterogeneous Painting Movement",
    "start_year": 2014,
    "end_year": null,
    "description": "In the postmodern context, the Heterogeneous Painting Movement explores the possibilities of difference and dialogue. This movement creates paintings with intertextuality through visual elements from diverse cultures. The theoretical foundation merges Lyotard's postmodern condition, Bakhtin's dialogism, and Spivak's postcolonial criticism, forming a framework for heterogeneous painting. Artists create cross-cultural paintings through cultural symbol recombination, intertextual painting techniques, and multilingual visual expression.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5031",
    "name": "Extreme Community Experiment Theory",
    "start_year": 2025,
    "end_year": null,
    "description": "Within the framework of social experimentation, Extreme Community Experiment Theory explores the boundaries between art and social transformation. This theory tests the possibilities of social organization through extreme situation design. The theoretical foundation merges Morton's dark ecology, Agamben's state of exception, and Gustave Le Bon's crowd psychology, forming a framework for social experimentation. Artists create art experiments that test social boundaries through extreme environment simulation, social rule reconstruction, and survival challenge design.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5032",
    "name": "Memory Weaving Movement",
    "start_year": 2019,
    "end_year": null,
    "description": "In the era of digital memory, the Memory Weaving Movement explores the relationship between individual and collective memory. This movement creates visual representations of memory through data weaving and memory reconstruction. The theoretical foundation merges Bergson's theory of memory, Halbwachs' concept of collective memory, and Deleuze's time-image, forming a framework for memory weaving. Artists construct multidimensional expressions of memory through memory data collection, algorithmic weaving, and time fabric creation.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5033",
    "name": "Quantum Narrative Theory",
    "start_year": 2028,
    "end_year": null,
    "description": "In the post-digital era, Quantum Narrative Theory explores the non-linear possibilities of storytelling. This theory creates narrative works with quantum characteristics through the application of quantum principles to narrative structures. The theoretical foundation merges quantum physics' superposition principle, Borges' labyrinthine fiction theory, and Deleuze's rhizome concept, forming a framework for quantum narrative. Artists create multi-dimensional narrative experiences through narrative superposition, probability-based storytelling, and entangled plot design.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5034",
    "name": "Algorithmic Minimalism",
    "start_year": 2018,
    "end_year": null,
    "description": "In response to digital complexity, Algorithmic Minimalism proposes a new aesthetic of simplicity. This movement creates minimalist works with algorithmic precision through mathematical optimization and computational reduction. The theoretical foundation merges Donald Judd's specific objects theory, Sol LeWitt's conceptual art, and computational complexity theory, forming a framework for algorithmic reduction. Artists create works of essential simplicity through algorithmic optimization, computational minimization, and mathematical elegance.",
    "representative_artists": [],
    "notable_artworks": []
  },
  {
    "_id": "6840bc9983a1a567c05d5035",
    "name": "Adaptive Spatial Theory",
    "start_year": 2024,
    "end_year": null,
    "description": "In the context of environmental change, Adaptive Spatial Theory explores the relationship between space and adaptation. This theory creates responsive architectural environments through environmental sensing and adaptive design. The theoretical foundation merges Norberg-Schulz's genius loci concept, Negroponte's responsive architecture theory, and Holland's complex adaptive systems, forming a framework for spatial adaptation. Architects and artists create spaces with adaptive capabilities through environmental sensing systems, responsive material applications, and evolutionary architectural algorithms.",
    "representative_artists": [],
    "notable_artworks": []
  },
 {
      "_id": "6840bc9983a1a567c05d5036",
      "name": "Molecular Gastronomy Art Movement",
      "start_year": 2012,
      "end_year": null,
      "description": "At the intersection of culinary art and science, the Molecular Gastronomy Art Movement explores the aesthetic possibilities of food. This movement creates multisensory dining experiences through scientific techniques and artistic presentation. The theoretical foundation merges Hervé This's molecular gastronomy, Brillat-Savarin's gastronomy philosophy, and Marinetti's futurist cooking, forming a framework for culinary art. Chefs and artists create innovative dining experiences through molecular transformation, sensory design, and narrative gastronomy.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5037",
      "name": "Hyper-Transparency Governance Platform",
      "start_year": 2020,
      "end_year": null,
      "description": "In the era of information democracy, the Hyper-Transparency Governance Platform explores new models of institutional transparency. This platform creates radical transparency in art institutions through open data and participatory governance. The theoretical foundation merges Habermas's public sphere theory, Lawrence Lessig's open source philosophy, and Elinor Ostrom's institutional analysis, forming a framework for transparent governance. Artists and administrators establish transparent institutional operations through open decision-making systems, financial transparency platforms, and participatory governance mechanisms.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5038",
      "name": "Quantum Computing Aesthetics",
      "start_year": 2029,
      "end_year": null,
      "description": "At the frontier of computational art, Quantum Computing Aesthetics explores the artistic possibilities of quantum computation. This movement creates art experiences that harness quantum phenomena through quantum algorithms and entanglement. The theoretical foundation merges David Deutsch's quantum computation theory, Donna Haraway's posthuman theory, and Whitehead's process philosophy, forming a framework for quantum aesthetics. Artists create works that utilize quantum properties through quantum algorithm composition, entanglement visualization, and superposition-based generative art.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5039",
      "name": "Speculative Design Movement",
      "start_year": 2015,
      "end_year": null,
      "description": "In the context of future uncertainty, the Speculative Design Movement explores possible futures through critical design practices. This movement creates artifacts from alternative futures to provoke reflection on present technological and social trajectories. The theoretical foundation merges Anthony Dunne and Fiona Raby's critical design, Fredric Jameson's utopian theory, and Bruno Latour's actor-network theory, forming a framework for speculative design. Designers create provocative future scenarios through design fiction, alternative reality artifacts, and critical future narratives.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5040",
      "name": "Neuro-Phenomenological Art",
      "start_year": 2023,
      "end_year": null,
      "description": "At the intersection of neuroscience and phenomenology, Neuro-Phenomenological Art explores the relationship between brain activity and subjective experience. This movement creates art experiences that bridge objective neural processes and subjective consciousness through neurofeedback and perceptual manipulation. The theoretical foundation merges Francisco Varela's neurophenomenology, Maurice Merleau-Ponty's phenomenology of perception, and Antonio Damasio's somatic marker hypothesis, forming a framework for experiential neuroscience. Artists create works that make neural processes perceptible through brain-computer interfaces, neural data visualization, and consciousness-altering installations.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5041",
      "name": "Biomorphic Architecture School",
      "start_year": 2018,
      "end_year": null,
      "description": "Inspired by natural forms and processes, the Biomorphic Architecture School explores the integration of biological principles into architectural design. This school creates buildings with life-like characteristics through biomimetic design and organic form generation. The theoretical foundation merges D'Arcy Thompson's morphology studies, Lynn Margulis's symbiogenesis theory, and Christopher Alexander's pattern language, forming a framework for biomorphic design. Architects create structures with biological characteristics through evolutionary form-finding, biological growth simulation, and organic material applications.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5042",
      "name": "Autonomous Art System Theory",
      "start_year": 2022,
      "end_year": null,
      "description": "In the age of artificial intelligence, Autonomous Art System Theory explores the emergence of machine creativity. This theory examines self-generating art systems that operate with minimal human intervention. The theoretical foundation merges Niklas Luhmann's social systems theory, Katherine Hayles' posthumanism, and Manuel DeLanda's assemblage theory, forming a framework for autonomous art. Researchers and artists create self-evolving art systems through artificial intelligence, complex adaptive systems, and emergent behavior models.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5043",
      "name": "Holistic Ecology Design Movement",
      "start_year": 2017,
      "end_year": null,
      "description": "In response to environmental fragmentation, the Holistic Ecology Design Movement proposes integrated approaches to ecological design. This movement creates regenerative systems that harmonize human activities with natural processes. The theoretical foundation merges Fritjof Capra's systems theory, John Todd's living machines concept, and Sim Van der Ryn's ecological design principles, forming a framework for holistic ecology. Designers create integrated ecological systems through whole systems thinking, regenerative design, and closed-loop resource cycles.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5044",
      "name": "Artificial Mythology School",
      "start_year": 2024,
      "end_year": null,
      "description": "In the post-religious era, the Artificial Mythology School explores the creation of new mythological systems. This school constructs contemporary myths through digital narrative and symbolic creation. The theoretical foundation merges Joseph Campbell's monomyth, Roland Barthes' mythology theory, and Donna Haraway's cyborg theory, forming a framework for contemporary mythology. Artists create new mythological systems through world-building, symbolic language creation, and ritual design.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5045",
      "name": "Micro-Utopian Design Movement",
      "start_year": 2016,
      "end_year": null,
      "description": "Against the backdrop of grand narrative failures, the Micro-Utopian Design Movement proposes small-scale utopian interventions. This movement creates localized spaces of possibility through participatory design and community engagement. The theoretical foundation merges Ernst Bloch's concrete utopia, Henri Lefebvre's right to the city, and John Dewey's pragmatic aesthetics, forming a framework for achievable utopias. Designers create small-scale utopian projects through tactical urbanism, community co-creation, and temporary autonomous zones.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5046",
      "name": "Quantum Consciousness Art",
      "start_year": 2026,
      "end_year": null,
      "description": "At the intersection of quantum physics and consciousness studies, Quantum Consciousness Art explores the relationship between quantum phenomena and human awareness. This movement creates art experiences that engage with quantum interpretations of consciousness through experimental installations and perceptual explorations. The theoretical foundation merges Roger Penrose's quantum consciousness theory, David Bohm's implicate order, and Stuart Hameroff's orchestrated objective reduction, forming a framework for quantum mind art. Artists create works that explore quantum consciousness through perceptual experiments, consciousness-altering environments, and quantum-influenced installations.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5047",
      "name": "Algorithmic Justice Art Movement",
      "start_year": 2021,
      "end_year": null,
      "description": "In the context of algorithmic governance, the Algorithmic Justice Art Movement explores the ethics of automated decision-making. This movement creates works that reveal and challenge algorithmic bias through critical code art and data visualization. The theoretical foundation merges Cathy O'Neil's weapons of math destruction concept, Safiya Noble's algorithmic oppression theory, and Virginia Eubanks' digital discrimination analysis, forming a framework for algorithmic justice. Artists create works that expose algorithmic bias through reverse engineering, counter-algorithmic interventions, and critical data visualization.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5048",
      "name": "Hyper-Dimensional Sculpture School",
      "start_year": 2025,
      "end_year": null,
      "description": "At the frontier of mathematical art, the Hyper-Dimensional Sculpture School explores the visualization of higher-dimensional spaces. This school creates tangible representations of mathematical concepts that transcend three-dimensional space. The theoretical foundation merges Linda Henderson's fourth dimension in art, Thomas Banchoff's dimensional geometry, and Edwin Abbott's dimensional narrative, forming a framework for hyper-dimensional sculpture. Artists create physical manifestations of higher dimensions through dimensional projection techniques, topological transformations, and geometric algorithms.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5049",
      "name": "Synthetic Biology Art Movement",
      "start_year": 2019,
      "end_year": null,
      "description": "At the intersection of art and biotechnology, the Synthetic Biology Art Movement explores the creative possibilities of engineered life. This movement creates living artworks through genetic modification and biological design. The theoretical foundation merges Eduardo Kac's bioart theory, Donna Haraway's cyborg manifesto, and Craig Venter's synthetic biology principles, forming a framework for living art. Artists create novel biological entities through genetic engineering, synthetic biology techniques, and tissue culture.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5050",
      "name": "Augmented Performance Art",
      "start_year": 2018,
      "end_year": null,
      "description": "In the era of mixed reality, Augmented Performance Art explores the integration of digital and physical performance spaces. This movement creates hybrid performance experiences through augmented reality and digital overlays on physical actions. The theoretical foundation merges Steve Dixon's digital performance theory, Brenda Laurel's computers as theatre concept, and Philip Auslander's liveness theory, forming a framework for augmented performance. Artists create performances that blend physical and virtual elements through augmented reality interfaces, motion capture systems, and real-time digital transformations.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5051",
      "name": "Post-Anthropocene Design Theory",
      "start_year": 2023,
      "end_year": null,
      "description": "In response to ecological crisis, Post-Anthropocene Design Theory proposes design approaches that transcend human-centered thinking. This theory creates design frameworks that acknowledge the agency of non-human actors through more-than-human design methods. The theoretical foundation merges Timothy Morton's hyperobjects, Jane Bennett's vital materialism, and Bruno Latour's actor-network theory, forming a framework for post-anthropocentric design. Designers create works that decenter human experience through multispecies design, geological time-scale thinking, and non-human centered interfaces.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5052",
      "name": "Neuro-Symbolic Art Movement",
      "start_year": 2027,
      "end_year": null,
      "description": "At the intersection of neural networks and symbolic reasoning, the Neuro-Symbolic Art Movement explores the integration of connectionist and symbolic AI in artistic creation. This movement creates works that combine the pattern recognition capabilities of neural networks with the logical structure of symbolic systems. The theoretical foundation merges Gary Marcus's hybrid AI theory, Douglas Hofstadter's symbolic cognition, and Marvin Minsky's society of mind, forming a framework for neuro-symbolic art. Artists create hybrid AI art systems through the integration of neural networks, symbolic reasoning engines, and knowledge representation structures.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5053",
      "name": "Quantum Social Sculpture",
      "start_year": 2028,
      "end_year": null,
      "description": "Extending Joseph Beuys's social sculpture concept into the quantum era, Quantum Social Sculpture explores collective consciousness through principles of quantum physics. This movement creates social artworks that emphasize entanglement and non-locality in human relationships. The theoretical foundation merges Beuys's social sculpture theory, Karen Barad's agential realism, and David Bohm's implicate order, forming a framework for quantum social practice. Artists create participatory works that manifest quantum principles through entangled social networks, non-local collaboration systems, and quantum randomness in social processes.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5054",
      "name": "Regenerative Media Art",
      "start_year": 2021,
      "end_year": null,
      "description": "In response to the environmental impact of digital technologies, Regenerative Media Art explores sustainable approaches to media creation. This movement develops art practices that restore rather than deplete ecological systems through conscious technological choices. The theoretical foundation merges Joanna Berzowska's slow technology, Jussi Parikka's geology of media, and John Thackara's clean design, forming a framework for regenerative media. Artists create environmentally positive media works through energy-harvesting technologies, carbon-negative computing, and ecosystem-integrated media.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5055",
      "name": "Hyperlocal Design Movement",
      "start_year": 2019,
      "end_year": null,
      "description": "Against the backdrop of globalization, the Hyperlocal Design Movement explores the radical potential of locality in design practice. This movement creates deeply site-specific design solutions through intensive engagement with local materials, knowledge, and ecosystems. The theoretical foundation merges Ezio Manzini's cosmopolitan localism, Arturo Escobar's autonomous design, and Lucy Lippard's lure of the local, forming a framework for hyperlocal practice. Designers create works deeply embedded in place through bioregional material sourcing, indigenous knowledge collaboration, and local production systems.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5056",
      "name": "Quantum Material Design School",
      "start_year": 2026,
      "end_year": null,
      "description": "At the frontier of materials science, the Quantum Material Design School explores the artistic potential of quantum material properties. This school creates materials with unprecedented characteristics through quantum engineering and nanoscale manipulation. The theoretical foundation merges Neri Oxman's material ecology, Donna Haraway's material-semiotic theory, and Richard Feynman's quantum mechanics, forming a framework for quantum material design. Artists and scientists develop materials with quantum properties through quantum dot synthesis, topological material engineering, and quantum coherence manipulation.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5057",
      "name": "Deep Time Art Movement",
      "start_year": 2022,
      "end_year": null,
      "description": "In response to the acceleration of contemporary life, the Deep Time Art Movement explores geological and cosmic temporalities. This movement creates works that operate on vastly extended time scales through durational processes and geological materials. The theoretical foundation merges Siegfried Zielinski's deep time of media, Jussi Parikka's geology of media, and Trevor Paglen's orbital reflector concept, forming a framework for deep time art. Artists create works that unfold over extreme durations through geological processes, evolutionary systems, and cosmic-scale interventions.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5058",
      "name": "Cognitive Architecture Movement",
      "start_year": 2020,
      "end_year": null,
      "description": "At the intersection of neuroscience and architectural design, the Cognitive Architecture Movement explores how built environments affect mental processes. This movement creates spaces that actively engage with human cognition through neuro-informed design principles. The theoretical foundation merges Harry Francis Mallgrave's neuroaesthetics, Juhani Pallasmaa's embodied architecture, and Antonio Damasio's somatic marker hypothesis, forming a framework for cognitive architecture. Architects create spaces that interact with cognitive processes through sensory calibration, cognitive ergonomics, and neurological response design.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5059",
      "name": "Algorithmic Ecology Movement",
      "start_year": 2024,
      "end_year": null,
      "description": "At the intersection of computation and environmental systems, the Algorithmic Ecology Movement explores the application of algorithmic thinking to ecological challenges. This movement creates computational systems that model and interact with natural processes through ecological algorithms and environmental data processing. The theoretical foundation merges James Lovelock's Gaia theory, Neri Oxman's material ecology, and Kevin Kelly's out-of-control systems, forming a framework for algorithmic ecology. Artists and scientists develop computational ecosystems through environmental sensing networks, ecological simulation algorithms, and adaptive environmental response systems.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5060",
      "name": "Embodied Cognition Design School",
      "start_year": 2017,
      "end_year": null,
      "description": "Drawing on cognitive science research, the Embodied Cognition Design School explores how physical interactions shape thought and experience. This school creates designs that engage the whole body as a thinking entity through sensorimotor-informed design approaches. The theoretical foundation merges Andy Clark's extended mind theory, Alva Noë's enactive perception, and George Lakoff's embodied metaphor theory, forming a framework for embodied design. Designers create works that activate bodily cognition through movement-based interfaces, haptic feedback systems, and full-body engagement environments.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5061",
      "name": "Neuromorphic Computing Art",
      "start_year": 2025,
      "end_year": null,
      "description": "Inspired by the structure and function of the brain, Neuromorphic Computing Art explores creative applications of brain-inspired computing. This movement creates artworks that utilize neuromorphic hardware and algorithms through spike-based processing and artificial neural dynamics. The theoretical foundation merges Carver Mead's neuromorphic engineering, Gerald Edelman's neural Darwinism, and Karl Friston's free energy principle, forming a framework for neuromorphic art. Artists create works that harness brain-like computation through spike-based generative systems, artificial sensory processing networks, and self-organizing computational structures.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5062",
      "name": "Metamaterial Design School",
      "start_year": 2023,
      "end_year": null,
      "description": "At the frontier of materials engineering, the Metamaterial Design School explores artificially structured materials with properties not found in nature. This school creates materials with extraordinary behaviors through precise micro and nanostructural design. The theoretical foundation merges John Pendry's transformation optics, Nicholas Fang's acoustic metamaterials research, and Nader Engheta's near-zero-index materials theory, forming a framework for metamaterial design. Designers create materials with unprecedented properties through structural engineering at multiple scales, computational material design, and advanced fabrication techniques.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5063",
      "name": "Multispecies Design Movement",
      "start_year": 2022,
      "end_year": null,
      "description": "In response to the ecological crisis and species extinction, the Multispecies Design Movement explores collaborative design with non-human species. This movement creates environments and systems that benefit multiple species through interspecies collaboration and ecological thinking. The theoretical foundation merges Donna Haraway's companion species concept, Eduardo Kohn's anthropology beyond the human, and Jakob von Uexküll's umwelt theory, forming a framework for multispecies design. Designers create works that facilitate interspecies cooperation through animal architecture, plant-human interfaces, and microbial co-design systems.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5064",
      "name": "Quantum Information Art",
      "start_year": 2029,
      "end_year": null,
      "description": "At the frontier of quantum computing, Quantum Information Art explores the creative potential of quantum information principles. This movement creates artworks that utilize quantum phenomena such as superposition, entanglement, and quantum randomness. The theoretical foundation merges Seth Lloyd's quantum information theory, Scott Aaronson's quantum complexity theory, and Karen Barad's agential realism, forming a framework for quantum information art. Artists create works that harness quantum properties through quantum random number generators, quantum entanglement experiments, and quantum algorithm compositions.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5065",
      "name": "Biosemiotic Design School",
      "start_year": 2021,
      "end_year": null,
      "description": "Drawing on the study of signs in living systems, the Biosemiotic Design School explores meaning-making processes across species boundaries. This school creates designs that recognize and engage with non-human semiotic systems through interspecies communication frameworks. The theoretical foundation merges Thomas Sebeok's zoosemiotics, Jesper Hoffmeyer's biosemiotics, and Eduardo Kohn's anthropology beyond the human, forming a framework for biosemiotic design. Designers create works that facilitate cross-species meaning exchange through animal-computer interfaces, plant signaling systems, and microbial communication platforms.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5066",
      "name": "Synthetic Biology Art Movement",
      "start_year": 2020,
      "end_year": null,
      "description": "At the intersection of biology and engineering, the Synthetic Biology Art Movement explores the creative potential of designed living systems. This movement creates artworks that utilize synthetic biology techniques through genetic design, metabolic engineering, and biocomputation. The theoretical foundation merges Drew Endy's biological engineering principles, Alexandra Daisy Ginsberg's synthetic aesthetics, and Oron Catts's contestable design, forming a framework for synthetic biology art. Artists create living artworks through genetic circuit design, engineered microorganisms, and designed metabolic pathways.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
      "_id": "6840bc9983a1a567c05d5067",
      "name": "Computational Animism Movement",
      "start_year": 2024,
      "end_year": null,
      "description": "Drawing on indigenous ontologies and computational theory, the Computational Animism Movement explores the attribution of spirit and agency to computational systems. This movement creates works that reimagine digital technologies through animistic frameworks through algorithmic spirits, digital entities, and computational rituals. The theoretical foundation merges Arturo Escobar's pluriversal design, Jason Edward Lewis's indigenous AI, and Jane Bennett's vibrant matter theory, forming a framework for computational animism. Artists create digital entities with perceived personhood through autonomous agent systems, algorithmic ritual design, and digital spirit interfaces.",
      "representative_artists": [],
      "notable_artworks": []
    },
    {
        "_id": "6840bc9983a1a567c05d5068",
        "name": "Xenodesign Movement",
        "start_year": 2027,
        "end_year": null,
        "description": "At the edge of human comprehension, the Xenodesign Movement explores design approaches that engage with radical alterity and the fundamentally alien. This movement creates works that attempt to transcend human perceptual and cognitive limitations through non-anthropocentric design methods. The theoretical foundation merges Eugene Thacker's cosmic pessimism, Luciana Parisi's alien reason, and Benjamin Bratton's stack theory, forming a framework for xenodesign. Designers create works that manifest alien logics through machine-generated aesthetics, incomputable forms, and non-human sensory experiences.",
        "representative_artists": [],
        "notable_artworks": []
      },
      {
        "_id": "6840bc9983a1a567c05d5069",
        "name": "Speculative Realist Art School",
        "start_year": 2019,
        "end_year": null,
        "description": "Drawing on contemporary philosophy, the Speculative Realist Art School explores object-oriented ontology and non-correlationist approaches to art. This school creates works that attempt to engage with reality beyond human perception through object-oriented aesthetics. The theoretical foundation merges Graham Harman's object-oriented ontology, Quentin Meillassoux's speculative materialism, and Timothy Morton's hyperobjects, forming a framework for speculative realist art. Artists create works that manifest object autonomy through withdrawn object installations, hyperobject visualizations, and non-anthropocentric aesthetic systems.",
        "representative_artists": [],
        "notable_artworks": []
      },
      {
        "_id": "6840bc9983a1a567c05d5070",
        "name": "Algorithmic Governance Art",
        "start_year": 2023,
        "end_year": null,
        "description": "In response to the increasing role of algorithms in social control, Algorithmic Governance Art critically examines computational power structures. This movement creates works that expose and intervene in algorithmic governance systems through tactical media approaches. The theoretical foundation merges Antoinette Rouvroy's algorithmic governmentality, Wendy Hui Kyong Chun's programmed visions, and Alexander Galloway's protocol theory, forming a framework for algorithmic governance art. Artists create works that reveal computational control through algorithm auditing projects, counter-surveillance systems, and governance algorithm interventions.",
        "representative_artists": [],
        "notable_artworks": []
      },
      {
        "_id": "6840bc9983a1a567c05d5071",
        "name": "Posthuman Performance School",
        "start_year": 2021,
        "end_year": null,
        "description": "Beyond the boundaries of the human body, the Posthuman Performance School explores expanded embodiment and non-human performance. This school creates performances that transcend traditional human physicality through technological and biological extensions. The theoretical foundation merges Rosi Braidotti's posthuman theory, Donna Haraway's cyborg manifesto, and N. Katherine Hayles's posthuman body, forming a framework for posthuman performance. Artists create works that manifest expanded embodiment through human-machine performances, interspecies collaborations, and distributed agency works.",
        "representative_artists": [],
        "notable_artworks": []
      },
      {
        "_id": "6840bc9983a1a567c05d5072",
        "name": "Technosomatic Art Movement",
        "start_year": 2022,
        "end_year": null,
        "description": "At the intersection of technology and embodied cognition, the Technosomatic Art Movement explores the reciprocal relationship between technological systems and bodily experience. This movement creates works that investigate how technologies reshape somatic experience through embodied technological interfaces. The theoretical foundation merges Mark Hansen's bodies in code, Richard Shusterman's somaesthetics, and Lucy Suchman's situated action, forming a framework for technosomatic art. Artists create works that manifest the technological mediation of embodiment through haptic interfaces, proprioceptive technologies, and somatic computing systems.",
        "representative_artists": [],
        "notable_artworks": []
      },
      {
        "_id": "6840bc9983a1a567c05d5073",
        "name": "Climate Fiction Design Movement",
        "start_year": 2020,
        "end_year": null,
        "description": "In response to the climate crisis, the Climate Fiction Design Movement explores possible climate futures through designed scenarios and artifacts. This movement creates speculative designs that materialize potential climate realities through narrative-driven design approaches. The theoretical foundation merges Amitav Ghosh's climate fiction theory, Anthony Dunne and Fiona Raby's speculative design, and Rob Nixon's slow violence concept, forming a framework for climate fiction design. Designers create tangible manifestations of climate futures through climate scenario artifacts, adaptation technology prototypes, and climate future experience designs.",
        "representative_artists": [],
        "notable_artworks": []
      },
      {
        "_id": "6840bc9983a1a567c05d5074",
        "name": "Decolonial Computing Movement",
        "start_year": 2018,
        "end_year": null,
        "description": "Against the backdrop of technological hegemony, the Decolonial Computing Movement challenges Western technological paradigms and explores alternative computing traditions. This movement creates computational systems that embody non-Western epistemologies through culturally situated computing practices. The theoretical foundation merges Arturo Escobar's designs for the pluriverse, Walter Mignolo's decolonial theory, and Linda Tuhiwai Smith's decolonizing methodologies, forming a framework for decolonial computing. Artists and technologists create works that manifest alternative technological worldviews through indigenous computing systems, non-Western algorithmic practices, and culturally situated digital tools.",
        "representative_artists": [],
        "notable_artworks": []
      }
  ] 
